<html>
<style TYPE="text/css"> 
       <!-- 
       body {
                 background: black;
                 color: white}
       -->
</style>
<body>
<h3>Programm</h3> 
<ul>
<li><b>Anzeige</b> - Hier k&ouml;nnen Sie die verf&uuml;gbaren Gerichte an den unterschiedlichen Ausgaben und Tagen sehen. 
Wenn eingeschaltet, werden auch die Bewertungen der Gerichte angezeigt.</li>

<li><b>Navigation</b> - Um durch die Tage zu navigieren k&ouml;nnen Sie die Pfeile oben am Bildschirm oder eine
Wischgeste nutzen, wenn eingeschaltet. Zum aktuellen Tag kommen Sie &uuml;ber den Punkt <i>Men&uuml; &gt; Heute</i> oder 
die Doppel-Tipp-Geste, wenn eingeschaltet.</li>

<li><b>Daten Update</b> - Zum updaten der Menadaten k&ouml;nnen Sie <i>Men&uuml; &gt; Update</i> ausw&auml;hlen.
Wenn automatische Updates ausgew&auml;hlt sind, solte das nicht n&ouml;tig sein.</li>

<li><b>Kontextmen&uuml;</b> - Lang dr&uuml;cken auf einem Gericht oder dem Mensa Standort &ouml;ffnet ein Kontextmen&uuml;.
Letzteres erm&ouml;glicht es einen neuen Standort auszuw&auml;hlen. Das Kontextmen&uuml; eines Gerichts kann zwei Eintr&auml;ge haben. 
Zum einen ein <i>Mit Freunden teilen</i>, um das ausge&auml;hlte Gericht per Twitter, Email usw. zu versenden; Und den 
Eintrag <i>Bewerte dein Essen</i> (wenn eingeschaltet und f&uuml;r das Gericht verf&uuml;gbar), wo drei Aspekte des Essens 
bewertet werden k&ouml;nnen. Die Bewertungsfunktion steht nur f&uuml;r Gerichte der letzten Tage zur Verf&uuml;gung.s</li>
</ul>

<h3>Einstellungen</h3>
<ul>
<li><b>Mensa Standort</b> - Hier kann der Standort f&uuml;r den die Speisekarte angezeigt werden soll ausgew&auml;hlt werden.</li>

<li><b>Alte Essenseintr&auml;ge l&ouml;schen</b> - Wenn eingeschaltet, werden Gerichte, der vergangenen Woche gel&ouml;scht, nur die 
aktuelle und n&auml;chste Woche wird gespeichert. (Bei einem Update k&ouml;nnen diese Daten auch gel&ouml;scht werden)</li>

<li><b>Automatisches Update</b> - Ben&ouml;tigte Updates werden automatisch heruntergeladen. Empfohlen, wenn eine permanente 
Internetverbindung verf&uuml;gbar ist.</li>

<li><b>Bewertungen abgeben</b> - EXPERIMENTELL! - Wenn dies eingeschaltet ist k&ouml;nnen Bewertungen &uuml;ber Gerichte abgegeben 
werden. Diese Option ist nur empfohlen, wenn eine permanente Internetverbindung vorhanden ist, da Datenupdates automatisch 
im Hintergrund gemacht werden!</li>
 
 <li><b>Aktiviere Gesten</b> - Aktiviert Wisch- und Doppel-Tipp-Gesten, siehe oben.</li>
 
 <li><b>Thema ausw&auml;hlen</b> - Hier kann ein helles oder dunkles Thema ausgew&auml;hlt werden.</li>
 </ul>
 </body>
 </html>